Repository: FollaKy/Folla-CS2FS-Converter
Catalog: languages/cs2fs-converter-*.po
Languages: de_de, fi_fi

source: CS2FS Converter
de_de: CS2FS-Konverter
fi_fi: CS2FS-muunnin

source: Converter
de_de: Konverter
fi_fi: Muunnin

source: CodeSnippets \u2192 FluentSnippets Converter
de_de: CodeSnippets \u2192 FluentSnippets-Konverter
fi_fi: CodeSnippets \u2192 FluentSnippets-muunnin

source: Select the CodeSnippets entries you want to export. The generated FluentSnippets JSON is downloaded and also saved to uploads/cs2fs_export for one-click import.
de_de: Wählen Sie die CodeSnippets-Einträge aus, die Sie exportieren möchten. Die generierte FluentSnippets-JSON-Datei wird heruntergeladen und zur einfachen Einbindung in uploads/cs2fs_export gespeichert.
fi_fi: Valitse CodeSnippets-merkinnät, jotka haluat viedä. Luotu FluentSnippets JSON ladataan ja tallennetaan myös uploads/cs2fs_export-kansioon, josta se voidaan tuoda yhdellä napsautuksella.

source: No CodeSnippets found in wp_snippets table.
de_de: Keine CodeSnippets in der Tabelle wp_snippets gefunden.
fi_fi: wp_snippets-taulukosta ei löytynyt CodeSnippets-merkintöjä.

source: Name
fi_fi: Nimi

source: Description
de_de: Beschreibung
fi_fi: Kuvaus

source: Type
de_de: Typ
fi_fi: Tyyppi

source: Change Type
de_de: Typ ändern
fi_fi: Vaihda tyyppi

source: Include
de_de: Einschließen
fi_fi: Valitse

source: Generate FluentSnippets JSON
de_de: FluentSnippets JSON generieren
fi_fi: Luo FluentSnippets JSON

source: CodeSnippets (or CodeSnippets Pro) is not detected. Export will be empty unless the wp_snippets table exists.
de_de: CodeSnippets (oder CodeSnippets Pro) wurde nicht erkannt. Der Export bleibt leer, wenn die Tabelle wp_snippets nicht vorhanden ist.
fi_fi: CodeSnippets (tai CodeSnippets Pro) ei ole havaittu. Vienti on tyhjä, ellei wp_snippets-taulukkoa ole olemassa.

source: FluentSnippets is not detected. The inline import button will not work until it is installed and active.
de_de: FluentSnippets wurde nicht erkannt. Die Inline-Import-Schaltfläche funktioniert erst, wenn das Programm installiert und aktiviert ist.
fi_fi: FluentSnippetsia ei tunnisteta. Sisäinen tuontipainike ei toimi, ennen kuin se on asennettu ja aktivoitu.

source: You do not have permission to import snippets.
de_de: Sie haben keine Berechtigung zum Importieren von Snippets.
fi_fi: Sinulla ei ole lupaa tuoda snippettejä.

source: Local export directory not found. Generate an export first.
de_de: Lokales Exportverzeichnis nicht gefunden. Erstellen Sie zunächst einen Export.
fi_fi: Paikallista vientihakemistoa ei löytynyt. Luo ensin vienti.

source: No local export JSON files found.
de_de: Keine lokalen JSON-Exportdateien gefunden.
fi_fi: Paikallisia JSON-vienti-tiedostoja ei löytynyt.

source: Unable to read the latest export file.
de_de: Die neueste Exportdatei kann nicht gelesen werden.
fi_fi: Uusinta vientitiedostoa ei voi lukea.

source: Invalid export file. Expected FluentSnippets payload.
de_de: Ungültige Exportdatei. FluentSnippets-Nutzlast erwartet.
fi_fi: Virheellinen vientitiedosto. Odotettu FluentSnippets-hyötykuorma.

source: FluentSnippets is required for this import.
de_de: Für diesen Import ist FluentSnippets erforderlich.
fi_fi: FluentSnippets on välttämätön tämän tuonnin suorittamiseksi.

source: Imported Snippet %s
de_de: Importierte Snippets %s
fi_fi: Tuotu %s snippet(iä)

source: Import local (CS2FS Converter)
de_de: Lokal importieren (CS2FS-Konverter)
fi_fi: Paikallinen tuonti (CS2FS-muunnin)

source: Importing...
de_de: Importiere...
fi_fi: Tuonti...

source: Import completed. Added %d snippet(s).
de_de: Import abgeschlossen. %d Snippet(s) hinzugefügt.
fi_fi: Tuonti valmis. Lisätty %d snippet(iä).

source: Import finished.
de_de: Import abgeschlossen.
fi_fi: Tuonti valmis.

source: Import failed.
de_de: Import fehlgeschlagen.
fi_fi: Tuonti epäonnistui.
